<?php
/*
 * 仓库系统常量定义区
 * 作者 涂兴隆
 */

//仓库调拨状态配置
return array(
    'assign_status' => array(
                            100 =>  '未处理',
                            101 =>  '待配货',
                            102 =>  '出库待复核',
                            103 =>  '待打印调拨出库单',
                            104 =>  '待出库',
                            105 =>  '出库运输中',
                            106 =>  '已复核接收',
                            107 =>  '已完结',
                            110 =>  '配货异常',
                            111 =>  '出库复核异常', 
                            112 =>  '接收异常'
                        ),
		//定义跟踪号格式数组常量
	'tracking_format'=>array(
						1 => '/^(LK|RI|RL|RA|RD|RB|RM|RC|RR|RF|LN|LM|AG)\d+(CN|HK|DE200)$/',
				),
	//定义平邮运输方式（跟物流系统对应）
	'flat_transport'=>array(
							1  	=> 	'中国邮政平邮',
							2  	=> 	'中国邮政挂号',
							3  	=> 	'香港小包平邮',
							4  	=> 	'香港小包挂号',
							6  	=> 	'EUB',
							10 	=> 	'香港Global Mail',
							53 	=> 	'德国邮政挂号',
							79 	=> 	'俄速通挂号',
							80 	=> 	'俄速通平邮',
							83 	=> 	'新加坡DHL GM挂号',
							84 	=> 	'新加坡DHL GM平邮',
							85 	=> 	'郑州小包平邮',
							86 	=> 	'郑州小包挂号',
							87 	=> 	'瑞士小包平邮',
							88 	=> 	'瑞士小包挂号',
							89 	=> 	'比利时小包EU',
							90 	=> 	'比利时小包平邮',
							91	=>	'USPS FirstClass',
							92	=>	'UPS Ground Commercia',
							93	=>	'澳邮宝挂号',
							94	=>	'澳邮宝平邮',
							95	=>	'UPS SurePost'
					),
	//定义快递运输方式（跟物流系统对应）
	'register_transport'=>array(
		
					),
    'weight_vip'    =>  array('闫应门'),

);

